[
  {
    "section": "Highlights",
    "appears_ulr": "https://www.nytimes.com/section/technology",
    "title": "In One Key A.I. Metric, China Pulls Ahead of the U.S.: Talent",
    "article_url": "https://www.nytimes.com/2024/03/22/technology/china-ai-talent.html",
    "summary": "China has produced a huge number of top A.I. engineers in recent years. New research shows that, by some measures, it has already eclipsed the United States."
  },
  {
    "section": "Highlights",
    "appears_ulr": "https://www.nytimes.com/section/technology",
    "title": "The Trustbuster Who Has Apple and Google in His Sights",
    "article_url": "https://www.nytimes.com/2024/03/22/technology/jonathan-kanter-apple-antitrust.html",
    "summary": "Jonathan Kanter, the head of the Justice Department's antitrust division, made his boldest move on Thursday by accusing Apple of antitrust violations."
  },
  {
    "section": "Highlights",
    "appears_ulr": "https://www.nytimes.com/section/technology",
    "title": "U.S. Sues Apple, Accusing It of Maintaining an iPhone Monopoly",
    "article_url": "https://www.nytimes.com/2024/03/21/technology/apple-doj-lawsuit-antitrust.html",
    "summary": "The lawsuit caps years of regulatory scrutiny of Apple's wildly popular suite of devices and services, which have fueled its growth into a nearly $3 trillion public company."
  },
  {
    "section": "Highlights",
    "appears_ulr": "https://www.nytimes.com/section/technology",
    "title": "Excerpt: Reddit Goes Public ... But It Still Isn't Making Money",
    "article_url": "https://www.nytimes.com/2024/03/21/AudioContainer-65fc7ee5.html",
    "summary": "Its market capitalization hit $9.2 billion when it debuted on the New York Stock Exchange this week."
  },
  {
    "appears_ulr": "https://www.nytimes.com/2024/03/21/technology/apple-doj-lawsuit-antitrust.html",
    "title": "U.S. Sues Apple, Accusing It of Maintaining an iPhone Monopoly",
    "authors": "David McCabe, Tripp Mickle",
    "contents": "The federal government's aggressive crackdown on Big Tech expanded on Thursday to include an antitrust lawsuit by the Justice Department against Apple, one of the world's best-known and most valuable companies. The department joined 16 states and the District of Columbia to file a significant challenge to the reach and influence of Apple, arguing in an 88-page lawsuit that the company had violated antitrust laws with practices that were intended to keep customers reliant on their iPhones and less likely to switch to a competing device. The tech giant prevented other companies from offering applications that compete with Apple products like its digital wallet, which could diminish the value of the iPhone, and hurts consumers and smaller companies that compete with it, the government said. The Justice Department's lawsuit is seeking to put an end to those practices. The government even has the right to ask for a breakup of the Silicon Valley icon. The antitrust suit is the federal government's most significant challenge to the reach and influence of the company. The lawsuit caps years of regulatory scrutiny of Apple's wildly popular suite of devices and services, which have fueled its growth into a nearly $2.75 trillion public company that was for years the most valuable on the planet. It takes direct aim at the iPhone, Apple's most popular device and most powerful business, and attacks the way the company has turned the billions of smartphones it has sold since 2007 into the centerpiece of its empire. By tightly controlling the user experience on iPhones and other devices, Apple has created what critics call an uneven playing field, where it grants its own products and services access to core features that it denies rivals. Over the years, it has limited finance companies' access to the phone's payment chip and Bluetooth trackers from tapping into its location-service feature. It's also easier for users to connect Apple products, like smartwatches and laptops, to the iPhone than to those made by other manufacturers. \"Each step in Apple's course of conduct built and reinforced the moat around its smartphone monopoly,\" the government said in the lawsuit, which was filed in the U.S. District Court for the District of New Jersey. It added that the company's practices resulted in \"higher prices and less innovation.\" Apple says these practices make its iPhones more secure than other smartphones. But app developers and rival device makers say Apple uses its power to crush competition. \"This lawsuit threatens who we are and the principles that set Apple products apart in fiercely competitive markets,\" an Apple spokeswoman said. \"If successful, it would hinder our ability to create the kind of technology people expect from Apple -- where hardware, software, and services intersect. It would also set a dangerous precedent, empowering government to take a heavy hand in designing people's technology.\" Apple is the latest company the federal government has tried to rein in under a wave of antitrust pressure in recent years from both the Justice Department and the Federal Trade Commission, to which the Biden administration has appointed heads sharply focused on changing the laws to fit the modern era. Google, Meta and Amazon are all facing similar suits, and companies from Kroger to JetBlue Airways have faced greater scrutiny of potential acquisitions and expansion. The lawsuit asks the court to stop Apple from engaging in current practices, including blocking cloud-streaming apps, undermining messaging across smartphone operating systems and preventing the creation of digital wallet alternatives. The Justice Department has the right under the law to ask for structural changes to Apple's business -- including a breakup, said an agency official, who spoke on condition of anonymity. The official declined to identify what additional action the agency could request in this case but any demands would be tied to how a court rules on the question of whether -- and how -- Apple broke the law. It's unclear what implications the suit -- which is likely to drag out years before any type of resolution -- would have for consumers. Apple plans to file a motion to dismiss the case in the next 60 days. In its filing, the company plans to emphasize that competition laws permit it to adopt policies or designs that its competitors oppose, particularly when those designs would make using an iPhone a better experience. Apple has effectively fought off other antitrust challenges. In a lawsuit over its App Store policies that Epic Games, the maker of Fortnite, brought in 2020, Apple persuaded the judge that customers could easily switch between its iPhone operating system and Google's Android system. It has presented data showing that the reason few customers change phones is their loyalty to the iPhone. It also has by highlighting how the App Store, which it opened in 2008, created millions of new businesses. Over the past decade, the number of paid app makers has increased by 374 percent to 5.2 million, which Apple has said is a testament to a flourishing marketplace. Every modern-day tech giant has faced a major federal antitrust challenge. The Justice Department is also pursuing a case against Google's search business and another focused on Google's hold over advertising technology. The Federal Trade Commission filed a lawsuit accusing Meta, which owns Facebook, of thwarting competition when it bought Instagram and WhatsApp and another accusing Amazon of abusing its power over online retail. The F.T.C. also tried unsuccessfully to block Microsoft from acquiring Activision Blizzard, the video game publisher. The lawsuits reflect a push by the regulators to apply greater scrutiny to the companies' roles as gatekeepers to commerce and communications. In 2019, under President Donald J. Trump, the agencies opened antitrust inquiries into Google, Meta, Amazon and Apple. The Biden administration has put even more energy behind the effort, appointing critics of the tech giants to lead both the F.T.C. and the antitrust division of the Department of Justice. In Europe, regulators recently punished Apple for preventing music streaming competitors from communicating with users about promotions and options to upgrade their subscriptions, levying a 1.8 billion-euro fine. , the European Union's executive arm, to investigate claims that Apple is violating a new law requiring it to open iPhones to third-party app stores. In and the , the company is facing potential fines over the fees it charges app developers to use alternative payment processors. Other countries, including Britain, Australia and Japan, are considering rules that would undercut Apple's grip on the app economy. The Justice Department, which began its investigation into Apple in 2019, chose to build a broader and more ambitious case than any other regulator has brought against the company. Rather than narrowly focus on the App Store, as European regulators have, it focused on Apple's entire ecosystem of products and services. The lawsuit filed Thursday focuses on a group of practices that the government said Apple had used to shore up its dominance. The company \"undermines\" the ability of iPhone users to message with owners of other types of smartphones, like those running the Android operating system, the government said. That divide -- epitomized by the green bubbles that show an Android owner's messages -- sent a signal that other smartphones were lower quality than the iPhone, according to the lawsuit. Apple has similarly made it difficult for the iPhone to work with smartwatches other than its own Apple Watch, the government argued. Once an iPhone user owns an Apple Watch, it becomes far more costly for them to ditch the phone. The government also said Apple had tried to maintain its monopoly by not allowing other companies to build their own digital wallets. Apple Wallet is the only app on the iPhone that can use the chip, known as the NFC, that allows a phone to tap-to-pay at checkout. Though Apple encourages banks and credit card companies to allow their products to work inside Apple Wallet, it blocks them from getting access to the chip and creating their own wallets as alternatives for customers. The government said that Apple refuses to allow game streaming apps that could make the iPhone a less valuable piece of hardware or offer \"super apps\" that let users perform a variety of activities from one application. The government's complaint uses similar arguments to the claims it made against Microsoft decades ago, in a seminal lawsuit that argued the company was tying its web browser to the Windows operating system, said Colin Kass, an antitrust lawyer at Proskauer Rose. He added that the most compelling allegation -- and the one that brings it closest to the Microsoft case -- is that Apple could be contractually preventing rivals from developing apps that work with other app providers, as \"super apps\" could. Other legal experts noted that companies are legally allowed to favor their own products and services, so the government will have to explain why that is a problem with Apple. \"This case is about technology,\" Mr. Kass said. \"Can the antitrust laws force a company to redesign its product to make it more compatible with competitors' products?\" Apple has defended itself against other antitrust challenges by arguing that its policies are critical to make its devices private and secure. In its defense against Epic Games, it argued that restraining the distribution of apps allowed it to protect the iPhone from malware and fraud. The practice benefited customers and made the iPhone more attractive than competing devices with Android's operating system. The government will try to show that the effect of Apple's policies was to hurt consumers, not help them. \"Competition makes devices more private and more secure,\" said Jonathan Kanter, assistant attorney general of the Justice Department's antitrust division. \"In many instances, Apple's conduct has made its ecosystem less private and less secure.\""
  },
  {
    "appears_ulr": "https://www.nytimes.com/2024/03/22/technology/jonathan-kanter-apple-antitrust.html",
    "title": "The Trustbuster Who Has Apple and Google in His Sights",
    "authors": "David McCabe",
    "contents": "Shortly after took over the Justice Department's antitrust division in November 2021, the agency secured an additional $50 million to investigate monopolies, bust criminal cartels and block mergers. To celebrate, Mr. Kanter bought a prop of a giant check, placed it outside his office and wrote on the check's memo line: \"Break 'Em Up.\" Mr. Kanter, 50, has pushed that philosophy ever since, becoming a lead architect of the most significant effort in decades to fight the concentration of power in corporate America. On Thursday, he took his biggest swing when the Justice Department filed an . In the 88-page lawsuit, the government argued that Apple had violated antitrust laws with practices intended to keep customers reliant on its iPhones and less likely to switch to competing devices. That lawsuit joins two Justice Department antitrust cases that argue the company illegally shored up monopolies. Mr. Kanter's staff has also challenged numerous corporate mergers, including suing to stop JetBlue Airways from buying Spirit Airlines. \"We want to help real people by making sure that our antitrust laws work for workers, work for consumers, work for entrepreneurs and work to protect our democratic values,\" Mr. Kanter said in a January interview. He declined to comment on the Google cases and other active litigation. At a about the Apple lawsuit on Thursday, Mr. Kanter compared the action to past Justice Department challenges to Standard Oil, AT&T and Microsoft. The suit is aimed at protecting \"the market for the innovations that we can't yet perceive,\" he said. Mr. Kanter and , the chair of the Federal Trade Commission, have now taken action against four of the six biggest public tech companies, in a sweeping drive to rein in the power of the industry. The F.T.C. has separately filed antitrust suits against , the owner of Facebook and Instagram, and . But Mr. Kanter and Ms. Khan are on the clock to see how far they can take their efforts. The November election could remove President Biden from the White House and take Mr. Kanter and Ms. Khan with him. More than two dozen people who know Mr. Kanter, including current and former Justice Department employees, described his two-decade rise. Some spoke anonymously to describe confidential government deliberations and presentations. Mr. Kanter was raised in the Queens, N.Y., apartment where his parents still live. After graduating from Forest Hills High School, he attended the State University of New York at Albany and then law school at Washington University in St. Louis. \"I grew up in a neighborhood with schoolteachers and police officers and taxicab drivers and shopkeepers and people who worked really hard,\" he said, and did so with a \"belief that the American dream really provided openings and opportunities to realize a better life for future generations.\" He said he connected antitrust enforcement to those values because \"it's about making sure that those opportunities are available to all and making sure that people can succeed on their own merits.\" After getting his law degree, Mr. Kanter worked at the F.T.C. before joining big law firms like Cadwalader, Wickersham & Taft and Paul Weiss. At one point, he represented Microsoft. When the company mounted an offensive against Google, which had eaten its lunch in online search, Mr. Kanter made the pitch around Washington that Google deserved additional scrutiny. He later made similar arguments for other Google critics, like News Corp and Yelp, and said regulators should investigate additional tech giants, too. Simultaneously, he defended corporate mergers in separate industries. Mr. Kanter's work against some of the tech behemoths won him fans among those who believed that antitrust laws were an essential tool to make the economy more fair. \"Here was an insider who had also come to very similar conclusions,\" Ms. Khan said in an interview in November. After his nomination by Mr. Biden was confirmed, Mr. Kanter, who often favors formal peak lapels and once wore to a an A. Lange & Sohne dress watch that retails for $34,500, debuted his plan for the antitrust division to its staff, people with knowledge of the presentation said. Mr. Kanter branded his initiatives with catchy code names. A plan for the agency to quickly weigh in on active legal cases got the Gen Z moniker \"Real Time AF,\" short for real-time antitrust filings. He called a plan to investigate senior corporate executives the \"Billionaire Accountability Project.\" Mr. Kanter told his team that, at any given moment, he wanted the department to be able to manage 30 civil lawsuits and another 30 criminal cases. He called the plan \"30 for 30.\" The agency was already stretched thin, and some on the staff felt Mr. Kanter was setting unreasonable goals, people with knowledge of the matter said. His time in private practice also cast a shadow. Mr. Kanter initially didn't work on lawsuits against Google because he had spent years representing its rivals. When he can't work on cases, including the challenge to JetBlue's purchase of Spirit, they are led by his principal deputy, Doha Mekki. Still, Mr. Kanter has been proactive on the suits against the tech giants. As a headed to trial last year, he told government lawyers to be more explicit and prominent with their argument that sheer scale of the company's operation entrenched its power and made it harder for its rivals to compete, two people with knowledge of the matter said. That idea was a central theme when the in a Washington courtroom last fall. (A ruling is expected later this year.) Mr. Kanter also oversaw the final months of the Justice Department's investigation into Google's control of online advertising technology. He argued to colleagues that the government should push for the lawsuit to be decided by a jury instead of a judge, which has been the norm in similar civil cases, a person familiar with the matter said. A jury trial is scheduled to start in September. Mr. Kanter's work has been scrutinized by critics who wonder if he and his compatriots are pushing the boundaries of antitrust law too far, hurting the economy. William Kovacic, a law professor at George Washington University and former chair of the F.T.C., said Mr. Kanter had yet to secure a victory in the kind of sweeping monopoly lawsuit that the agency was pursuing against Apple and Google. \"In some ways, he's still looking for that more prominent trophy to go on the mantelpiece,\" he said. \"You win one of these monopolization cases, you can take the rest of the decade off.\" In the January interview, Mr. Kanter defended his push to shift how the agency did business. He said the world had changed radically in the last 30 years. People communicate using new mediums, get their information from different sources and conduct commerce on ascendant platforms. \"It's important that if we're going to have antitrust enforcement that is fit-for-purpose in a modern economy we recognize those changes,\" he said. \"And then we adapt to make sure that we are enforcing the letter of the antitrust law and the applicable precedents. But we're enforcing the law in a way that reflects the realities of today's economy.\" Tripp Mickle contributed reporting from San Francisco. Jack Begg contributed research."
  },
  {
    "appears_ulr": "https://www.nytimes.com/2024/03/22/technology/china-ai-talent.html",
    "title": "In One Key A.I. Metric, China Pulls Ahead of the U.S.: Talent",
    "authors": "Paul Mozur, Cade Metz",
    "contents": "When it comes to the artificial intelligence that powers chatbots like ChatGPT, . But when it comes to producing the scientists behind a new generation of humanoid technologies, China is pulling ahead. New research shows that China has by some metrics eclipsed the United States as the biggest producer of A.I. talent, with the country generating almost half the world's top A.I. researchers. By contrast, about 18 percent come from U.S. undergraduate institutions, , from MacroPolo, a think tank run by the Paulson Institute, which promotes constructive ties between the United States and China. The findings show a jump for China, which of the world's top talent three years earlier. The United States, by contrast, remained mostly the same. The research is based on the backgrounds of researchers whose papers were published at 2022's Conference on Neural Information Processing Systems. NeurIPS, as it is known, is focused on advances in , which have anchored recent developments in generative A.I. The talent imbalance has been building for the better part of a decade. During much of the 2010s, the United States benefited as large numbers of China's top minds moved to American universities to complete doctoral degrees. A majority of them stayed in the United States. But the research shows that trend has also begun to turn, with growing numbers of Chinese researchers staying in China. What happens in the next few years could be critical as China and the United States jockey for primacy in A.I. -- a technology that can potentially increase productivity, strengthen industries and drive innovation -- turning the researchers into one of the most geopolitically important groups in the world. Generative A.I. has captured the tech industry in Silicon Valley and in China, causing a frenzy in funding and investment. The boom has been led by U.S. tech giants such as Google and start-ups like OpenAI. That could attract China's researchers, though rising tensions between Beijing and Washington could also deter some, experts said. (The New York Times has OpenAI and Microsoft for copyright infringement of news content related to A.I. systems.) China has nurtured so much A.I. talent partly because it invested heavily in A.I. education. Since 2018, the country has added more than 2,000 undergraduate A.I. programs, with more than 300 at its most elite universities, said Damien Ma, the managing director of MacroPolo, though he noted the programs were not heavily focused on the technology that had driven breakthroughs by chatbots like ChatGPT. \"A lot of the programs are about A.I. applications in industry and manufacturing, not so much the generative A.I. stuff that's come to dominate the American A.I. industry at the moment,\" he said. While the United States has pioneered breakthroughs in A.I., most recently with , a significant portion of that work was done by researchers educated in China. Researchers originally from China now make up 38 percent of the top A.I. researchers working in the United States, with Americans making up 37 percent, according to the research. Three years earlier, those from China made up 27 percent of top talent working in the United States, compared with 31 percent from the United States. \"The data shows just how critical Chinese-born researchers are to the United States for A.I. competitiveness,\" said Matt Sheehan, a fellow at the Carnegie Endowment for International Peace who studies Chinese A.I. He added that the data seemed to show the United States was still attractive. \"We're the world leader in A.I. because we continue to attract and retain talent from all over the world, but especially China,\" he said. Pieter Abbeel, a professor at the University of California, Berkeley, and a founder of , an A.I. and robotics start-up, said working alongside large numbers of Chinese researchers was taken for granted inside the leading American companies and universities. \"It's just a natural state of affairs,\" he said. In the past, U.S. defense officials were not too concerned about A.I. talent flows from China, partly because many of the biggest A.I. projects did not deal with classified data and partly because they reasoned that it was better to have the best minds available. That so much of the leading research in A.I. is published openly also held back worries. Despite bans introduced by the Trump administration to the United States for students from some military-linked universities in China and a relative slowdown in the flow of Chinese students into the country during Covid, the research showed large numbers of the most promising A.I. minds continued coming to the United States to study. But this month, a Chinese citizen who was an engineer at Google was charged with trying to transfer A.I. technology -- including critical microchip architecture -- to a , according to a federal indictment. The substantial numbers of Chinese A.I. researchers working in the United States now present a conundrum for policymakers, who want to counter Chinese espionage while not discouraging the continued flow of top Chinese computer engineers into the United States, according to experts focused on American competitiveness. \"Chinese scholars are almost leading the way in the A.I. field,\" said Subbarao Kambhampati, a professor and researcher of A.I. at Arizona State University. If policymakers try to bar Chinese nationals from research in the United States, he said, they are \"shooting themselves in the foot.\" The track record of U.S. policymakers is mixed. A policy by the Trump administration Chinese industrial espionage and intellectual property theft has since been criticized for errantly prosecuting a number of professors. Such programs, Chinese immigrants said, have encouraged some to stay in China. For now, the research showed, most Chinese who complete doctorates in the United States stay in the country, helping to make it the global center of the A.I. world. Even so, the U.S. lead has begun to slip, to hosting about 42 percent of the world's top talent, down from about 59 percent three years ago, according to the research."
  }
]
